tap "azure/kubelogin"
tap "babashka/brew"
tap "borkdude/brew"
tap "conductorone/cone"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "asdf"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "clojure"
brew "clojure-lsp"
brew "difftastic"
brew "elm"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "libavif"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "just"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "leiningen"
brew "mas"
brew "mkcert"
brew "neovim"
brew "node"
brew "poetry"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "stow"
brew "tfenv"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "vault"
brew "virtualenv"
brew "yarn"
brew "zoxide"
brew "azure/kubelogin/kubelogin"
brew "babashka/brew/neil"
brew "conductorone/cone/cone"
brew "derailed/k9s/k9s"
brew "oven-sh/bun/bun"
cask "1password-cli"
cask "aerospace"
cask "autodesk-fusion"
cask "bartender"
cask "bettertouchtool"
cask "chromedriver"
cask "cljstyle"
cask "db-browser-for-sqlite"
cask "docker"
cask "flutter"
cask "font-sauce-code-pro-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono-nerd-font"
cask "kitty"
cask "logitune"
cask "obsidian"
cask "openscad"
cask "racket"
cask "sublime-text"
cask "warp"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "Day One", id: 1055511498
mas "FitFileExplorer", id: 1244431640
mas "GarageBand", id: 682658836
mas "Gifox", id: 1461845568
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "NordVPN", id: 905953485
mas "Notenik", id: 1465997984
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PCalc", id: 403504866
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Ulysses", id: 1225570693
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
