tap "babashka/brew"
tap "borkdude/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
brew "asdf"
brew "awscli"
brew "bat"
brew "clojure"
brew "clojure-lsp"
brew "difftastic"
brew "elm"
brew "gnutls"
brew "emacs"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "libavif"
brew "gh"
brew "git"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "helix"
brew "htop"
brew "httpie"
brew "jq"
brew "kakoune"
brew "lazygit"
brew "leiningen"
brew "mkcert"
brew "neovim"
brew "node"
brew "virtualenv"
brew "poetry"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "vault"
brew "yarn"
brew "zellij"
brew "zoxide"
brew "babashka/brew/neil"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
cask "1password-cli"
cask "alacritty"
cask "autodesk-fusion"
cask "bartender"
cask "bettertouchtool"
cask "chromedriver"
cask "cljstyle"
cask "db-browser-for-sqlite"
cask "docker"
cask "font-sauce-code-pro-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono-nerd-font"
cask "kitty"
cask "logitune"
cask "obsidian"
cask "openscad"
cask "sublime-text"
cask "warp"
cask "wezterm"
